Repository: toszcze/acf-date-time-picker
Catalog: languages/acf-date-time-picker-*.po
Languages: de_de

source: Date & Time Picker
de_de: Datum & Zeit

source: Done
de_de: Fertig

source: Now
de_de: Jetzt

source: Show a different month
de_de: Wähle einen anderen Monat

source: Choose Time
de_de: Wähle die Zeit

source: Time
de_de: Zeit

source: Hour
de_de: Stunde

source: Second
de_de: Sekunde

source: date & time
de_de: Datum & Zeit

source: time only
de_de: Zeit

source: Yes
de_de: Ja

source: No
de_de: Nein

source: dropdown list
de_de: Auswahlliste

source: Field type
de_de: Typ

source: Date format
de_de: Formatierung des Datums

source: Read more about <a href="http://api.jqueryui.com/datepicker/#utility-formatDate" target="_blank">date formats</a>
de_de: Mehr Informationen unter <a href="http://api.jqueryui.com/datepicker/#utility-formatDate" target="_blank">Formatierung des Datums</a>

source: Time format
de_de: Formatierung der Zeit

source: Read more about <a href="http://trentrichardson.com/examples/timepicker/#tp-formatting" target="_blank">time formats</a>
de_de: Mehr Informationen unter <a href="http://trentrichardson.com/examples/timepicker/#tp-formatting" target="_blank">Formatierung der Zeit</a>

source: Allow past dates?
de_de: Erlaube vergangene Daten

source: yes
de_de: Ja

source: no
de_de: Nein

source: Timepicker type
de_de: Typ, um die Zeit auszuwählen

source: Week starts on
de_de: Wochenbeginn

source: Return as timestamp
de_de: Den Wert als Zeitstempel zurückgeben

source: Value will be returned as a timestamp.
de_de: Der Wert wird als Zeitstempel zurückgegeben.
